20220511144341-dignity_seeking_respect_in_back_row_america.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-06-29 Wed 04:21 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Dignity: Seeking Respect in Back Row America</title>
<meta name="author" content="Rémi Louf" />
<meta name="description" content="page 46
page 106
page 232
page 233
page 283" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="style.css" /></head>
<body>
<div id="content" class="content">
<h1 class="title">Dignity: Seeking Respect in Back Row America</h1>
<p>
Chris Arnade takes us on a very emotional journey through back-row America. A sobering one for people, like me, who Christopher Lasch would have described as the "privileged class". One portrait, one neighbourhood, one McDonald's at a time Chris paints the selfishness of the privileged class who decided to isolate itself.
</p>

<blockquote>
<p>
We were well-intended, but we removed ourselves from the lived experiences of most of the country, included the places and people we wanted to help.
</p>
</blockquote>

<p>
Front-row people, as Chris calls them, created a world that was optimizing their vision of success <i>on average</i>. It was optimizing things that could be measured (economic growth), but not things that couldn't be easily measured. We inadvertedly destroyed their world. We find the same critique as in Lasch's <a href="20220509173950-the_revolt_of_the_elites_and_the_betrayal_of_democracy.html#ID-cbfef2ef-f24c-402e-93e1-82f03a5c9e54">The Revolt of the Elites</a> regarding meritocracy. When success is about going "upwards" and leaving your hometown, territories are sucked dry of talents, and they decay.
</p>

<p>
The "small losses" we were ready to have in the name of progress (e.g. factories closing) were actually <b>everything these people had</b>. <i>Average</i> progress per capita is a <i>terrible</i> measure. We're only as wealthy as the least wealthy of us.
</p>

<blockquote>
<p>
"Our lives used to be centered around work and church. Now they're centered around McDonald's and church"
</p>
</blockquote>

<p>
Church and McDonald's have that in common that they host a non-judgmental community where there are no absurd rules.
</p>

<p>
People being called <i>dumb</i> at school comes often in this stories.
</p>

<p>
"This is my HOME". HOME. HOME.
</p>

<p>
Cheap labor had an impact on unemployment (on top of factories moving). Reminds me of that Netflix documentary on a former GM plant that was bought by a Chinese company, where workers were paid almost half what they were paid with GM.
</p>

<p>
The theme that that supposed meritocracy brings humiliation comes back often:
</p>

<blockquote>
<p>
Everyone wants to feel like a valued member of something larger than themselves. The current status quo doesn't do that for most of America, because it only understands value in economic forms of meaning.
</p>
</blockquote>

<blockquote>
<p>
It is a system that applauds itself for being a meritocracy, allowing anyone to succeed. Implying that those who don't choose this path, who can't or don't pick up and move constantly, who can't overcome the long odds, are failures and it is their own fault.
</p>
</blockquote>


<p>
"We all need to listen to each other more" = more democracy.
</p>

<blockquote>
<p>
We have removed ourselved physically and in spirit, and when we do look back, it is through papers and books filled with data. We study poverty and those left behind with spreadsheets and statistics, believing we are well-intentioned, believing that we are really valuing them. Instead, we are diminishing them by seeing them simply as numbers to be manipulated.
</p>
</blockquote>

<div id="outline-container-orga78f14e" class="outline-2">
<h2 id="orga78f14e">Links to this note</h2>
<div class="outline-text-2" id="text-orga78f14e">
<ul class="org-ul">
<li><a href="./20220103103303-what_i_have_read.html">What I have read</a></li>
</ul>
</div>
</div>
</div>
</body>
</html>
